Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Nothing logged yet. console.log and console.error write here.
ar: لم يُسجَّل شيء بعد. يكتب console.log وconsole.error هنا.
de: Noch nichts protokolliert. console.log und console.error schreiben hierhin.
es: Aún no hay nada registrado. console.log y console.error escriben aquí.
fr: Rien n’a encore été consigné. console.log et console.error écrivent ici.
hi: अभी कुछ लॉग नहीं हुआ। console.log और console.error यहाँ लिखते हैं।
it: Ancora nulla di registrato. console.log e console.error scrivono qui.
ja: まだ何も記録されていません。console.log と console.error の出力がここに表示されます。
ko: 아직 기록된 내용이 없습니다. console.log 및 console.error가 여기에 기록됩니다.
pl: Nic jeszcze nie zapisano. console.log i console.error piszą tutaj.
pt_br: Nada registrado ainda. console.log e console.error escrevem aqui.
ru: Пока ничего не записано. Сюда пишут console.log и console.error.
tr: Henüz bir şey kaydedilmedi. console.log ve console.error buraya yazar.
uk: Ще нічого не записано. Сюди пишуть console.log і console.error.
zh_hans: 尚无日志。console.log 和 console.error 会写入此处。
zh_hant: 尚無記錄。console.log 和 console.error 會寫入此處。

source: Notice
ar: ملاحظة
de: Hinweis
es: Aviso
fr: Remarque
hi: सूचना
it: Avviso
ja: お知らせ
ko: 안내
pl: Uwaga
pt_br: Aviso
ru: Примечание
tr: Not
uk: Примітка
zh_hans: 提示
zh_hant: 提示

source: Object
ar: كائن
de: Objekt
es: Objeto
fr: Objet
hi: ऑब्जेक्ट
it: Oggetto
ja: オブジェクト
ko: 객체
pl: Obiekt
pt_br: Objeto
ru: Объект
tr: Nesne
uk: Обʼєкт
zh_hans: 对象
zh_hant: 物件

source: Object Script
ar: برنامج نصي للكائن
de: Objektskript
es: Script de objeto
fr: Script d’objet
hi: ऑब्जेक्ट स्क्रिप्ट
it: Script dell’oggetto
ja: オブジェクトスクリプト
ko: 객체 스크립트
pl: Skrypt obiektu
pt_br: Script de Objeto
ru: Скрипт объекта
tr: Nesne Betiği
uk: Скрипт обʼєкта
zh_hans: 对象脚本
zh_hant: 物件腳本

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
it: Disattivato
ja: オフ
ko: 끔
pl: Wył.
pt_br: Desativado
ru: Выкл.
tr: Kapalı
uk: Вимк.
zh_hans: 关
zh_hant: 關

source: On
ar: تشغيل
de: Ein
es: Activado
fr: Activé
hi: चालू
it: Attivato
ja: オン
ko: 켬
pl: Wł.
pt_br: Ativado
ru: Вкл.
tr: Açık
uk: Увімк.
zh_hans: 开
zh_hant: 開

source: On When
ar: تشغيل عندما
de: Ein bei
es: Activado si
fr: Activé si
hi: चालू जब
it: Attivato se
ja: オンになる値
ko: 켜지는 값
pl: Włączone, gdy
pt_br: Ativado Quando
ru: Включено при
tr: Açık Olduğu Değer
uk: Увімкнено, коли
zh_hans: 开启条件
zh_hant: 開啟條件

source: Opacity
ar: العتامة
de: Deckkraft
es: Opacidad
fr: Opacité
hi: अपारदर्शिता
it: Opacità
ja: 不透明度
ko: 불투명도
pl: Krycie
pt_br: Opacidade
ru: Непрозрачность
tr: Opaklık
uk: Непрозорість
zh_hans: 不透明度
zh_hant: 不透明度

source: Option
ar: الخيار
es: Opción
hi: विकल्प
it: Opzione
ja: オプション
ko: 옵션
pl: Opcja
pt_br: Opção
ru: Вариант
tr: Seçenek
uk: Варіант
zh_hans: 选项
zh_hant: 選項

source: Option %lld
ar: الخيار %lld
es: Opción %lld
hi: विकल्प %lld
it: Opzione %lld
ja: オプション %lld
ko: 옵션 %lld
pl: Opcja %lld
pt_br: Opção %lld
ru: Вариант %lld
tr: Seçenek %lld
uk: Варіант %lld
zh_hans: 选项 %lld
zh_hant: 選項 %lld

source: Options
ar: الخيارات
de: Optionen
es: Opciones
hi: विकल्प
it: Opzioni
ja: オプション
ko: 옵션
pl: Opcje
pt_br: Opções
ru: Варианты
tr: Seçenekler
uk: Варіанти
zh_hans: 选项
zh_hant: 選項

source: Other
ar: أخرى
de: Andere
es: Otros
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 기타
pl: Inne
pt_br: Outros
ru: Другое
tr: Diğer
uk: Інше
zh_hans: 其他
zh_hant: 其他

source: Other Files
ar: ملفات أخرى
de: Andere Dateien
es: Otros archivos
fr: Autres fichiers
hi: अन्य फ़ाइलें
it: Altri file
ja: その他のファイル
ko: 기타 파일
pl: Inne pliki
pt_br: Outros Arquivos
ru: Другие файлы
tr: Diğer Dosyalar
uk: Інші файли
zh_hans: 其他文件
zh_hant: 其他檔案

source: Padding
ar: الحشوة
de: Innenabstand
es: Relleno
fr: Marge intérieure
hi: पैडिंग
it: Spaziatura interna
ja: 余白
ko: 여백
pl: Margines
pt_br: Preenchimento
ru: Отступ
tr: Dolgu
uk: Відступ
zh_hans: 内边距
zh_hant: 內距

source: Paint
ar: رسم
de: Malen
es: Pintar
fr: Peindre
hi: पेंट करें
it: Dipingi
ja: ペイント
ko: 칠하기
pl: Maluj
pt_br: Pintar
ru: Рисовать
tr: Boya
uk: Малювати
zh_hans: 绘制
zh_hant: 繪製

source: Paint Mask
ar: رسم القناع
de: Maske malen
es: Pintar máscara
fr: Peindre le masque
hi: मास्क पेंट करें
it: Dipingi maschera
ja: マスクをペイント
ko: 마스크 칠하기
pl: Malowanie maski
pt_br: Pintar Máscara
ru: Рисование маски
tr: Maske Boya
uk: Малювання маски
zh_hans: 绘制蒙版
zh_hant: 繪製遮罩

source: Paint Mask…
ar: رسم القناع…
de: Maske malen …
es: Pintar máscara…
fr: Peindre le masque…
hi: मास्क पेंट करें…
it: Dipingi maschera…
ja: マスクをペイント…
ko: 마스크 칠하기…
pl: Maluj maskę…
pt_br: Pintar Máscara…
ru: Нарисовать маску…
tr: Maske Boya…
uk: Намалювати маску…
zh_hans: 绘制蒙版…
zh_hant: 繪製遮罩…

source: Paint shows the effect; Erase hides it
ar: يُظهر الرسم التأثير ويخفيه المحو
de: Malen zeigt den Effekt, Radieren blendet ihn aus
es: Pintar muestra el efecto; Borrar lo oculta
fr: Peindre affiche l’effet ; Effacer le masque
hi: पेंट इफ़ेक्ट दिखाता है; मिटाएँ उसे छिपाता है
it: Dipingi mostra l’effetto; Cancella lo nasconde
ja: ペイントでエフェクトを表示、消去で非表示
ko: 칠하기는 효과를 보이고 지우기는 숨깁니다
pl: Malowanie pokazuje efekt, wymazywanie go ukrywa
pt_br: Pintar mostra o efeito; Apagar o oculta
ru: Рисование показывает эффект, стирание скрывает его
tr: Boya efekti gösterir; Sil gizler
uk: Малювання показує ефект, стирання ховає його
zh_hans: 绘制显示效果；擦除隐藏效果
zh_hant: 繪製顯示效果；擦除隱藏效果

source: Painting the mask of “%@”
ar: رسم قناع ”%@“
de: Maske von „%@“ wird gemalt
es: Pintando la máscara de «%@»
fr: Peinture du masque de « %@ »
hi: “%@” का मास्क पेंट हो रहा है
it: Pittura della maschera di “%@”
ja: 「%@」のマスクをペイント中
ko: ‘%@’의 마스크 칠하는 중
pl: Malowanie maski „%@”
pt_br: Pintando a máscara de “%@”
ru: Рисование маски «%@»
tr: “%@” maskesi boyanıyor
uk: Малювання маски «%@»
zh_hans: 正在绘制“%@”的蒙版
zh_hant: 正在繪製「%@」的遮罩

source: Parallax Depth
ar: عمق المنظر
de: Parallaxentiefe
es: Profundidad de paralaje
fr: Profondeur de parallaxe
hi: पैरालैक्स डेप्थ
it: Profondità parallasse
ja: 視差の深度
ko: 시차 깊이
pl: Głębia paralaksy
pt_br: Profundidade de Paralaxe
ru: Глубина параллакса
tr: Paralaks Derinliği
uk: Глибина паралаксу
zh_hans: 视差深度
zh_hant: 視差深度

source: Parent
ar: الأصل
de: Übergeordnet
es: Superior
hi: पैरेंट
it: Superiore
ja: 親
ko: 상위
pl: Nadrzędny
pt_br: Superior
ru: Родитель
tr: Üst öğe
uk: Батьківський
zh_hans: 父级
zh_hant: 上層

source: Particle System
ar: نظام جسيمات
de: Partikelsystem
es: Sistema de partículas
fr: Système de particules
hi: पार्टिकल सिस्टम
it: Sistema particellare
ja: パーティクルシステム
ko: 파티클 시스템
pl: System cząsteczek
pt_br: Sistema de Partículas
ru: Система частиц
tr: Parçacık Sistemi
uk: Система частинок
zh_hans: 粒子系统
zh_hant: 粒子系統

source: Point Size
ar: حجم الخط
de: Schriftgröße
es: Tamaño de letra
fr: Taille de police
hi: पॉइंट साइज़
it: Dimensione del font
ja: ポイントサイズ
ko: 포인트 크기
pl: Rozmiar czcionki
pt_br: Tamanho da Fonte
ru: Кегль
tr: Punto Boyutu
uk: Кегль
zh_hans: 字号
zh_hant: 字級

source: Position
ar: الموضع
es: Posición
hi: स्थिति
it: Posizione
ja: 位置
ko: 위치
pl: Położenie
pt_br: Posição
ru: Положение
tr: Konum
uk: Положення
zh_hans: 位置
zh_hant: 位置

source: Preview
ar: معاينة
de: Vorschau
es: Previsualización
fr: Aperçu
hi: प्रीव्यू
it: Anteprima
ja: プレビュー
ko: 미리보기
pl: Podgląd
pt_br: Pré-visualização
ru: Предварительный просмотр
tr: Önizleme
uk: Попередній перегляд
zh_hans: 预览
zh_hant: 預覽

source: Problems
ar: المشكلات
de: Probleme
es: Problemas
fr: Problèmes
hi: समस्याएँ
it: Problemi
ja: 問題
ko: 문제
pl: Problemy
pt_br: Problemas
ru: Проблемы
tr: Sorunlar
uk: Проблеми
zh_hans: 问题
zh_hant: 問題

source: Property
ar: الخاصية
de: Eigenschaft
es: Propiedad
fr: Propriété
hi: प्रॉपर्टी
it: Proprietà
ja: プロパティ
ko: 속성
pl: Właściwość
pt_br: Propriedade
ru: Свойство
tr: Özellik
uk: Властивість
zh_hans: 属性
zh_hant: 屬性

source: Range
ar: النطاق
de: Bereich
es: Rango
fr: Plage
hi: रेंज
it: Intervallo
ja: 範囲
ko: 범위
pl: Zakres
pt_br: Intervalo
ru: Диапазон
tr: Aralık
uk: Діапазон
zh_hans: 范围
zh_hant: 範圍

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
hi: फिर करें
it: Ripeti
ja: やり直す
ko: 실행 복귀
pl: Przywróć
pt_br: Refazer
ru: Повторить
tr: Yinele
uk: Повторити
zh_hans: 重做
zh_hant: 重做

source: Remove Effect
ar: إزالة التأثير
de: Effekt entfernen
es: Eliminar efecto
fr: Supprimer l’effet
hi: इफ़ेक्ट हटाएँ
it: Rimuovi effetto
ja: エフェクトを削除
ko: 효과 제거
pl: Usuń efekt
pt_br: Remover Efeito
ru: Удалить эффект
tr: Efekti Kaldır
uk: Вилучити ефект
zh_hans: 移除效果
zh_hant: 移除效果

source: Remove Option
ar: إزالة الخيار
de: Option entfernen
es: Eliminar opción
fr: Supprimer l’option
hi: विकल्प हटाएँ
it: Rimuovi opzione
ja: オプションを削除
ko: 옵션 제거
pl: Usuń opcję
pt_br: Remover Opção
ru: Удалить вариант
tr: Seçeneği Kaldır
uk: Вилучити варіант
zh_hans: 移除选项
zh_hant: 移除選項

source: Remove Script
ar: إزالة البرنامج النصي
de: Skript entfernen
es: Eliminar script
fr: Supprimer le script
hi: स्क्रिप्ट हटाएँ
it: Rimuovi script
ja: スクリプトを削除
ko: 스크립트 제거
pl: Usuń skrypt
pt_br: Remover Script
ru: Удалить скрипт
tr: Betiği Kaldır
uk: Вилучити скрипт
zh_hans: 移除脚本
zh_hant: 移除腳本

source: Remove User Property
ar: إزالة خاصية المستخدم
de: Benutzereigenschaft entfernen
es: Eliminar propiedad de usuario
fr: Supprimer la propriété utilisateur
hi: यूज़र प्रॉपर्टी हटाएँ
it: Rimuovi proprietà utente
ja: ユーザプロパティを削除
ko: 사용자 속성 제거
pl: Usuń właściwość użytkownika
pt_br: Remover Propriedade do Usuário
ru: Удалить пользовательское свойство
tr: Kullanıcı Özelliğini Kaldır
uk: Вилучити властивість користувача
zh_hans: 移除用户属性
zh_hant: 移除使用者屬性

source: Remove the option
ar: إزالة الخيار
de: Option entfernen
es: Eliminar la opción
fr: Supprimer l’option
hi: विकल्प हटाएँ
it: Rimuovi l’opzione
ja: オプションを削除
ko: 옵션 제거
pl: Usuń opcję
pt_br: Remover a opção
ru: Удалить вариант
tr: Seçeneği kaldır
uk: Вилучити варіант
zh_hans: 移除此选项
zh_hant: 移除此選項

source: Remove the script; the field keeps its value
ar: إزالة البرنامج النصي؛ يحتفظ الحقل بقيمته
de: Skript entfernen; das Feld behält seinen Wert
es: Elimina el script; el campo conserva su valor
fr: Supprimer le script ; le champ garde sa valeur
hi: स्क्रिप्ट हटाएँ; फ़ील्ड अपनी वैल्यू रखता है
it: Rimuovi lo script; il campo mantiene il suo valore
ja: スクリプトを削除します。フィールドの値はそのまま残ります
ko: 스크립트를 제거합니다. 필드는 값을 유지합니다
pl: Usuń skrypt; pole zachowa wartość
pt_br: Remover o script; o campo mantém o valor
ru: Удалить скрипт; поле сохранит значение
tr: Betiği kaldırın; alan değerini korur
uk: Вилучити скрипт; поле збереже значення
zh_hans: 移除脚本；字段保留其值
zh_hant: 移除腳本；欄位保留其值

source: Remove the selected property
ar: إزالة الخاصية المحددة
de: Ausgewählte Eigenschaft entfernen
es: Eliminar la propiedad seleccionada
fr: Supprimer la propriété sélectionnée
hi: चुनी गई प्रॉपर्टी हटाएँ
it: Rimuovi la proprietà selezionata
ja: 選択したプロパティを削除
ko: 선택한 속성 제거
pl: Usuń zaznaczoną właściwość
pt_br: Remover a propriedade selecionada
ru: Удалить выбранное свойство
tr: Seçili özelliği kaldır
uk: Вилучити вибрану властивість
zh_hans: 移除所选属性
zh_hant: 移除所選屬性

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名称変更
ko: 이름 변경
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
tr: Yeniden Adlandır
uk: Перейменувати
zh_hans: 重新命名
zh_hant: 重新命名

source: Rename Layer
ar: إعادة تسمية الطبقة
de: Ebene umbenennen
es: Renombrar capa
fr: Renommer le calque
hi: लेयर का नाम बदलें
it: Rinomina livello
ja: レイヤー名の変更
ko: 레이어 이름 변경
pl: Zmiana nazwy warstwy
pt_br: Renomear Camada
ru: Переименование слоя
tr: Katmanı Yeniden Adlandır
uk: Перейменування шару
zh_hans: 重新命名图层
zh_hant: 重新命名圖層

source: Rename User Property
ar: إعادة تسمية خاصية المستخدم
de: Benutzereigenschaft umbenennen
es: Renombrar propiedad de usuario
fr: Renommer la propriété utilisateur
hi: यूज़र प्रॉपर्टी का नाम बदलें
it: Rinomina proprietà utente
ja: ユーザプロパティの名前を変更
ko: 사용자 속성 이름 변경
pl: Zmień nazwę właściwości użytkownika
pt_br: Renomear Propriedade do Usuário
ru: Переименовать пользовательское свойство
tr: Kullanıcı Özelliğini Yeniden Adlandır
uk: Перейменувати властивість користувача
zh_hans: 重命名用户属性
zh_hant: 重新命名使用者屬性

source: Rendering preview
ar: جارٍ عرض المعاينة
de: Vorschau wird gerendert
es: Renderizando la previsualización
fr: Rendu de l’aperçu
hi: प्रीव्यू रेंडर हो रहा है
it: Rendering dell’anteprima
ja: プレビューをレンダリング中
ko: 미리보기 렌더링 중
pl: Renderowanie podglądu
pt_br: Renderizando a pré-visualização
ru: Рендеринг предварительного просмотра
tr: Önizleme oluşturuluyor
uk: Рендеринг попереднього перегляду
zh_hans: 正在渲染预览
zh_hant: 正在渲染預覽

source: Reorder Effects
ar: إعادة ترتيب التأثيرات
de: Effekte neu anordnen
es: Reordenar efectos
fr: Réordonner les effets
hi: इफ़ेक्ट का क्रम बदलें
it: Riordina effetti
ja: エフェクトの並べ替え
ko: 효과 순서 변경
pl: Zmiana kolejności efektów
pt_br: Reordenar Efeitos
ru: Изменение порядка эффектов
tr: Efektleri Yeniden Sırala
uk: Зміна порядку ефектів
zh_hans: 重新排列效果
zh_hant: 重新排列效果

source: Reorder Layers
ar: إعادة ترتيب الطبقات
de: Ebenen neu anordnen
es: Reordenar capas
fr: Réordonner les calques
hi: लेयर का क्रम बदलें
it: Riordina livelli
ja: レイヤーの並べ替え
ko: 레이어 순서 변경
pl: Zmiana kolejności warstw
pt_br: Reordenar Camadas
ru: Изменение порядка слоёв
tr: Katmanları Yeniden Sırala
uk: Зміна порядку шарів
zh_hans: 重新排列图层
zh_hant: 重新排列圖層

source: Reset Preview
ar: إعادة تعيين المعاينة
de: Vorschau zurücksetzen
es: Restablecer previsualización
fr: Réinitialiser l’aperçu
hi: प्रीव्यू रीसेट करें
it: Ripristina anteprima
ja: プレビューをリセット
ko: 미리보기 재설정
pl: Resetuj podgląd
pt_br: Redefinir Pré-visualização
ru: Сбросить предварительный просмотр
tr: Önizlemeyi Sıfırla
uk: Скинути попередній перегляд
zh_hans: 重置预览
zh_hant: 重置預覽

source: Revert
ar: إرجاع
de: Zurücksetzen
es: Revertir
fr: Revenir
hi: वापस लाएँ
it: Ripristina
ja: 元に戻す
ko: 되돌리기
pl: Odrzuć zmiany
pt_br: Reverter
ru: Вернуть
tr: Geri Döndür
uk: Повернути
zh_hans: 复原
zh_hant: 回復

source: Revert User Properties
ar: إرجاع خصائص المستخدم
de: Benutzereigenschaften zurücksetzen
es: Revertir propiedades de usuario
fr: Rétablir les propriétés utilisateur
hi: यूज़र प्रॉपर्टी वापस लाएँ
it: Ripristina proprietà utente
ja: ユーザプロパティを元に戻す
ko: 사용자 속성 되돌리기
pl: Przywróć właściwości użytkownika
pt_br: Reverter Propriedades do Usuário
ru: Вернуть пользовательские свойства
tr: Kullanıcı Özelliklerini Geri Döndür
uk: Повернути властивості користувача
zh_hans: 复原用户属性
zh_hant: 回復使用者屬性

source: Revert to the Original?
ar: هل تريد العودة إلى الأصل؟
de: Zum Original zurückkehren?
es: ¿Volver al original?
fr: Revenir à l’original ?
hi: मूल पर वापस जाएँ?
it: Tornare all’originale?
ja: オリジナルに戻しますか？
ko: 원본으로 되돌리겠습니까?
pl: Przywrócić oryginał?
pt_br: Reverter para o Original?
ru: Вернуть исходный вариант?
tr: Orijinale Döndürülsün mü?
uk: Повернути оригінал?
zh_hans: 要复原为原始状态吗？
zh_hant: 要回復成原始狀態嗎？

source: Revert to the Wallpaper’s Properties
ar: الإرجاع إلى خصائص الخلفية
de: Auf die Eigenschaften des Hintergrundbilds zurücksetzen
es: Revertir a las propiedades del fondo de pantalla
fr: Revenir aux propriétés du fond d’écran
hi: वॉलपेपर की प्रॉपर्टी पर वापस जाएँ
it: Ripristina le proprietà dello sfondo
ja: 壁紙のプロパティに戻す
ko: 배경화면의 속성으로 되돌리기
pl: Przywróć właściwości tapety
pt_br: Reverter para as Propriedades da Imagem de Fundo
ru: Вернуть свойства обоев
tr: Duvar Kâğıdının Özelliklerine Geri Döndür
uk: Повернути властивості шпалери
zh_hans: 复原为墙纸的属性
zh_hant: 回復為背景圖片的屬性

source: Right
ar: يمين
de: Rechts
es: Derecha
fr: Droite
hi: दाएँ
it: Destra
ja: 右
ko: 오른쪽
pl: Do prawej
pt_br: Direita
ru: Справа
tr: Sağ
uk: Праворуч
zh_hans: 右
zh_hant: 右

source: Rotate Layer
ar: تدوير الطبقة
de: Ebene drehen
es: Girar capa
fr: Faire pivoter le calque
hi: लेयर घुमाएँ
it: Ruota livello
ja: レイヤーの回転
ko: 레이어 회전
pl: Obrót warstwy
pt_br: Girar Camada
ru: Поворот слоя
tr: Katmanı Döndür
uk: Поворот шару
zh_hans: 旋转图层
zh_hant: 旋轉圖層

source: Rotation
ar: الاستدارة
de: Drehung
es: Rotación
hi: घुमाव
it: Rotazione
ja: 回転
ko: 회전
pl: Obrót
pt_br: Rotação
ru: Поворот
tr: Döndürme
uk: Поворот
zh_hans: 旋转
zh_hant: 旋轉

source: Run this script in the wallpaper (⌘↩)
ar: تشغيل هذا البرنامج النصي في الخلفية (⌘↩)
de: Dieses Skript im Hintergrundbild ausführen (⌘↩)
es: Ejecuta este script en el fondo de pantalla (⌘↩)
fr: Exécuter ce script dans le fond d’écran (⌘↩)
hi: इस स्क्रिप्ट को वॉलपेपर में चलाएँ (⌘↩)
it: Esegui questo script nello sfondo (⌘↩)
ja: このスクリプトを壁紙で実行（⌘↩）
ko: 이 스크립트를 배경화면에서 실행(⌘↩)
pl: Uruchom ten skrypt w tapecie (⌘↩)
pt_br: Executar este script na imagem de fundo (⌘↩)
ru: Выполнить этот скрипт в обоях (⌘↩)
tr: Bu betiği duvar kâğıdında çalıştır (⌘↩)
uk: Виконати цей скрипт у шпалері (⌘↩)
zh_hans: 在墙纸中运行此脚本（⌘↩）
zh_hant: 在背景圖片中執行此腳本（⌘↩）

source: Running
ar: قيد التشغيل
de: Wird ausgeführt
es: En ejecución
fr: En cours d’exécution
hi: चल रहा है
it: In esecuzione
ja: 実行中
ko: 실행 중
pl: Działa
pt_br: Em execução
ru: Выполняется
tr: Çalışıyor
uk: Виконується
zh_hans: 正在运行
zh_hant: 執行中

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hi: सहेजें
it: Salva
ja: 保存
ko: 저장
pl: Zachowaj
pt_br: Salvar
ru: Сохранить
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Save a copy of the wallpaper with these edits to the library
ar: حفظ نسخة من الخلفية مع هذه التعديلات في المكتبة
de: Eine Kopie des Hintergrundbilds mit diesen Änderungen in der Mediathek sichern
es: Guardar en la biblioteca una copia del fondo de pantalla con estos cambios
fr: Enregistrer dans la bibliothèque une copie du fond d’écran avec ces modifications
hi: इन बदलावों वाली वॉलपेपर की कॉपी लाइब्रेरी में सहेजें
it: Salva nella libreria una copia dello sfondo con queste modifiche
ja: これらの編集を反映した壁紙のコピーをライブラリに保存します
ko: 이 편집 내용이 적용된 배경화면 사본을 라이브러리에 저장합니다
pl: Zachowaj w bibliotece kopię tapety z tymi zmianami
pt_br: Salvar na biblioteca uma cópia da imagem de fundo com estas alterações
ru: Сохранить в библиотеку копию обоев с этими изменениями
tr: Bu düzenlemeleri içeren duvar kâğıdının bir kopyasını kütüphaneye kaydet
uk: Зберегти до бібліотеки копію шпалери з цими змінами
zh_hans: 将带有这些编辑的墙纸副本保存到资料库
zh_hant: 將含有這些編輯的背景圖片拷貝儲存到資料庫

source: Save as Local Wallpaper
ar: حفظ كخلفية محلية
de: Als lokales Hintergrundbild sichern
es: Guardar como fondo de pantalla local
fr: Enregistrer comme fond d’écran local
hi: लोकल वॉलपेपर के रूप में सहेजें
it: Salva come sfondo locale
ja: ローカル壁紙として保存
ko: 로컬 배경화면으로 저장
pl: Zachowaj jako lokalną tapetę
pt_br: Salvar como Imagem de Fundo Local
ru: Сохранить как локальные обои
tr: Yerel Duvar Kâğıdı Olarak Kaydet
uk: Зберегти як локальну шпалеру
zh_hans: 保存为本地墙纸
zh_hant: 儲存為本機背景圖片

source: Save as Local Wallpaper…
ar: حفظ كخلفية محلية…
de: Als lokales Hintergrundbild sichern …
es: Guardar como fondo de pantalla local…
fr: Enregistrer comme fond d’écran local…
hi: लोकल वॉलपेपर के रूप में सहेजें…
it: Salva come sfondo locale…
ja: ローカル壁紙として保存…
ko: 로컬 배경화면으로 저장…
pl: Zachowaj jako lokalną tapetę…
pt_br: Salvar como Imagem de Fundo Local…
ru: Сохранить как локальные обои…
tr: Yerel Duvar Kâğıdı Olarak Kaydet…
uk: Зберегти як локальну шпалеру…
zh_hans: 保存为本地墙纸…
zh_hant: 儲存為本機背景圖片⋯

source: Saved “%@” to the library.
ar: تم حفظ ”%@“ في المكتبة.
de: „%@“ wurde in der Mediathek gesichert.
es: «%@» se ha guardado en la biblioteca.
fr: « %@ » a été enregistré dans la bibliothèque.
hi: “%@” लाइब्रेरी में सहेजा गया।
it: “%@” è stato salvato nella libreria.
ja: 「%@」をライブラリに保存しました。
ko: ‘%@’을(를) 라이브러리에 저장했습니다.
pl: Zachowano „%@” w bibliotece.
pt_br: “%@” foi salvo na biblioteca.
ru: «%@» сохранены в библиотеке.
tr: “%@” kütüphaneye kaydedildi.
uk: «%@» збережено в бібліотеці.
zh_hans: 已将“%@”保存到资料库。
zh_hant: 已將「%@」儲存到資料庫。

source: Scale
ar: المقياس
de: Skalierung
es: Escala
fr: Échelle
hi: स्केल
it: Scala
ja: スケール
ko: 비율
pl: Skala
pt_br: Escala
ru: Масштаб
tr: Ölçek
uk: Масштаб
zh_hans: 缩放
zh_hant: 縮放

source: Scale Layer
ar: تغيير مقياس الطبقة
de: Ebene skalieren
es: Escalar capa
fr: Mettre le calque à l’échelle
hi: लेयर स्केल करें
it: Ridimensiona livello
ja: レイヤーの拡大／縮小
ko: 레이어 크기 조절
pl: Skalowanie warstwy
pt_br: Redimensionar Camada
ru: Масштабирование слоя
tr: Katmanı Ölçekle
uk: Масштабування шару
zh_hans: 缩放图层
zh_hant: 縮放圖層

source: Scene
ar: مشهد
de: Szene
es: Escena
fr: Scène
hi: सीन
it: Scena
ja: シーン
ko: 장면
pl: Scena
pt_br: Cena
ru: Сцена
tr: Sahne
uk: Сцена
zh_hans: 场景
zh_hant: 場景

source: Script
ar: برنامج نصي
de: Skript
hi: स्क्रिप्ट
ja: スクリプト
ko: 스크립트
pl: Skrypt
ru: Скрипт
tr: Betik
uk: Скрипт
zh_hans: 脚本
zh_hant: 腳本

source: Script Properties
ar: خصائص البرنامج النصي
de: Skripteigenschaften
es: Propiedades del script
fr: Propriétés du script
hi: स्क्रिप्ट प्रॉपर्टी
it: Proprietà dello script
ja: スクリプトのプロパティ
ko: 스크립트 속성
pl: Właściwości skryptu
pt_br: Propriedades do Script
ru: Свойства скрипта
tr: Betik Özellikleri
uk: Властивості скрипту
zh_hans: 脚本属性
zh_hant: 腳本屬性

source: Script and Binding
ar: البرنامج النصي والربط
de: Skript und Verknüpfung
es: Script y vínculo
fr: Script et liaison
hi: स्क्रिप्ट और बाइंडिंग
it: Script e collegamento
ja: スクリプトとバインド
ko: 스크립트 및 연결
pl: Skrypt i powiązanie
pt_br: Script e Vínculo
ru: Скрипт и привязка
tr: Betik ve Bağlama
uk: Скрипт і привʼязка
zh_hans: 脚本和绑定
zh_hant: 腳本和綁定

source: Scripts
ar: البرامج النصية
de: Skripte
hi: स्क्रिप्ट
it: Script
ja: スクリプト
ko: 스크립트
pl: Skrypty
ru: Скрипты
tr: Betikler
uk: Скрипти
zh_hans: 脚本
zh_hant: 腳本

source: Search Assets
ar: البحث في الأصول
de: Assets durchsuchen
es: Buscar recursos
fr: Rechercher des ressources
hi: एसेट खोजें
it: Cerca risorse
ja: アセットを検索
ko: 에셋 검색
pl: Szukaj zasobów
pt_br: Buscar Recursos
ru: Поиск ресурсов
tr: Varlıklarda Ara
uk: Пошук ресурсів
zh_hans: 搜索素材
zh_hant: 搜尋素材

source: Search Effects
ar: البحث في التأثيرات
de: Effekte durchsuchen
es: Buscar efectos
fr: Rechercher des effets
hi: इफ़ेक्ट खोजें
it: Cerca effetti
ja: エフェクトを検索
ko: 효과 검색
pl: Szukaj efektów
pt_br: Buscar Efeitos
ru: Поиск эффектов
tr: Efektlerde Ara
uk: Пошук ефектів
zh_hans: 搜索效果
zh_hant: 搜尋效果
